Repository: bi1101/invite-anyone
Catalog: languages/invite-anyone-*.po
Languages: pl_pl

source: Allows group admins to invite any member of their BuddyPress community to a group or to the site
pl_pl: Umożliwia administratorom grup zapraszanie dowolnego członka społeczności BuddyPress do grupy lub na stronę

source: Invite Anyone Settings
pl_pl: Ustawienia Invite Anyone

source: Settings
pl_pl: Ustawienia

source: General Settings
pl_pl: Ustawienia ogólne

source: Access Control
pl_pl: Kontrola dostępu

source: Contact Picker
pl_pl: Wyszukiwarka kontaktów

source: Manage Invitations
pl_pl: Zarządzanie zaproszeniami

source: Stats
pl_pl: Statystyki

source: Save Changes
pl_pl: Zapisz zmiany

source: Access Settings
pl_pl: Ustawienia dostępu

source: Allow email invitations to be sent by
pl_pl: Zezwalaj na wysyłanie zaproszeń e-mail przez

source: Limit group invitations
pl_pl: Ograniczenie zaproszeń grupowych

source: Limit per-user invitations
pl_pl: Limit zaproszeń na użytkownika

source: Replacement patterns for email text fields
pl_pl: Wzorce zastępcze dla pól tekstowych wiadomości e-mail

source: Text of email invitation subject line
pl_pl: Tekst tematu wiadomości e-mail z zaproszeniem

source: Main text of email invitation message
pl_pl: Główny tekst wiadomości e-mail z zaproszeniem

source: Footer text of email invitation message (not editable by users)
pl_pl: Tekst stopki wiadomości e-mail z zaproszeniem (nieedytowalny przez użytkowników)

source: Allow users to customize invitation
pl_pl: Umożliwienie użytkownikom dostosowywania zaproszeń

source: Number of email invitations users are permitted to send at a time
pl_pl: Liczba zaproszeń e-mail, które użytkownicy mogą wysyłać jednocześnie

source: Allow users to send group invitations along with email invitations
pl_pl: Umożliwienie użytkownikom wysyłania zaproszeń grupowych wraz z zaproszeniami e-mail

source: Allow email invitations to be accepted even when site registration is disabled
pl_pl: Zezwalaj na akceptowanie zaproszeń e-mail nawet wtedy, gdy rejestracja w witrynie jest wyłączona

source: Enable the Send Invites step during group creation
pl_pl: Włączenie kroku Wyślij zaproszenia podczas tworzenia grupy

source: Control the default behavior of Invite Anyone.
pl_pl: Kontroluj domyślne zachowanie funkcji Zaproś każdego.

source: name of your website
pl_pl: nazwa witryny

source: display name of the inviter
pl_pl: wyświetlana nazwa zapraszającego

source: URL to the profile of the inviter
pl_pl: Adres URL do profilu zapraszającego

source: Link that invited users can click to accept the invitation
pl_pl: Link, który zaproszeni użytkownicy mogą kliknąć, aby zaakceptować zaproszenie

source: Link that invited users can click to opt out of future invitations
pl_pl: Link, który zaproszeni użytkownicy mogą kliknąć, aby zrezygnować z przyszłych zaproszeń

source: Subject line
pl_pl: Temat

source: Message body
pl_pl: Treść wiadomości

source: Control which members are able to send various kinds of invitations.
pl_pl: Kontroluj, którzy członkowie mogą wysyłać różne rodzaje zaproszeń.

source: All users
pl_pl: Wszyscy użytkownicy

source: A limited set of users
pl_pl: Ograniczony zestaw użytkowników

source: Only users who have been members of the site for a minimum number of days:
pl_pl: Tylko użytkownicy, którzy byli członkami serwisu przez minimalną liczbę dni:

source: Only users who have at least the following role on this blog:
pl_pl: Tylko użytkownicy, którzy mają co najmniej następującą rolę na tym blogu:

source: Subscriber
pl_pl: Subskrybent

source: Contributor
pl_pl: Współtwórca

source: Author
pl_pl: Autor

source: Editor
pl_pl: Edytor

source: Provide a comma-separated list of users (identified by their numerical user ids) who <strong>cannot</strong> send invitations by email:
pl_pl: Podaj rozdzieloną przecinkami listę użytkowników (zidentyfikowanych przez ich numeryczne identyfikatory użytkownika), którzy <strong>nie mogą</strong> wysyłać zaproszeń pocztą e-mail:

source: Limit number of invites per user :
pl_pl: Ograniczenie liczby zaproszeń na użytkownika :

source: Invite Anyone extends BuddyPress's default group invitation settings. Instead of allowing you to invite only friends to a group, this plugin allows you to invite any member of the site. Use these settings to limit possible invitees for different group roles.
pl_pl: Invite Anyone rozszerza domyślne ustawienia zaproszeń grupowych BuddyPress. Zamiast pozwalać na zapraszanie do grupy tylko znajomych, ta wtyczka umożliwia zapraszanie dowolnych członków witryny. Użyj tych ustawień, aby ograniczyć możliwe zaproszenia dla różnych ról w grupie.

source: <strong>Site admins</strong> can send group invitations to:
pl_pl: <strong>Administratorzy witryny</strong> mogą wysyłać zaproszenia do grup:

source: Anyone
pl_pl: Ktokolwiek

source: Friends
pl_pl: Znajomi

source: No one
pl_pl: Nikt

source: <strong>Group admins</strong> can send group invitations to:
pl_pl: <strong>Administratorzy grup</strong> mogą wysyłać zaproszenia do grup:

source: <strong>Group mods</strong> can send group invitations to:
pl_pl: <strong>Moderzy grup</strong> mogą wysyłać zaproszenia do grup:

source: <strong>Group members</strong> can send group invitations to:
pl_pl: <strong>Członkowie grupy</strong> mogą wysyłać zaproszenia do grupy do:

source: Every successful social network has one thing in common: a contact picker. It's the proven way to grow your network virally because it's the best interface for your users to input a long list of email addresses into your invitation form. Without a contact picker, your users will have to type emails into your invitation form manually or copy and paste them from another window.
pl_pl: Każda odnosząca sukcesy sieć społecznościowa ma jedną wspólną cechę: selektor kontaktów. Jest to sprawdzony sposób na wirusowy rozwój sieci, ponieważ jest to najlepszy interfejs dla użytkowników do wprowadzania długiej listy adresów e-mail do formularza zaproszenia. Bez selektora kontaktów użytkownicy będą musieli ręcznie wpisywać wiadomości e-mail do formularza zaproszenia lub kopiować i wklejać je z innego okna.

source: Invite Anyone's integration with CloudSponge's Contact Picker plugs all of the popular webmail address book providers into your BuddyPress-powered website instantly. Your users will be able to select and input all of their friends' email addresses directly from Google Contacts, Yahoo Mail, Outlook.com, Office 365, AOL, iCloud, and dozens more around the world.
pl_pl: Integracja aplikacji Invite Anyone z narzędziem do wybierania kontaktów CloudSponge umożliwia natychmiastowe podłączenie wszystkich popularnych dostawców internetowych książek adresowych do witryny opartej na BuddyPress. Twoi użytkownicy będą mogli wybierać i wprowadzać adresy e-mail wszystkich swoich znajomych bezpośrednio z Kontaktów Google, Yahoo Mail, Outlook.com, Office 365, AOL, iCloud i dziesiątek innych na całym świecie.

source: Here's how:
pl_pl: Oto jak to zrobić:

source: Create a CloudSponge account to get your API key
pl_pl: Utwórz konto CloudSponge, aby uzyskać klucz API

source: Paste your API key here in your Invite Anyone settings below
pl_pl: Wklej swój klucz API tutaj w ustawieniach Zaproś dowolną osobę poniżej

source: Follow the setup instructions provided by CloudSponge
pl_pl: Postępuj zgodnie z instrukcjami konfiguracji dostarczonymi przez CloudSponge

source: Contact the CloudSponge team if you have any questions
pl_pl: Skontaktuj się z zespołem CloudSponge, jeśli masz jakiekolwiek pytania

source: Enable CloudSponge?
pl_pl: Włączyć CloudSponge?

source: CloudSponge Domain Key
pl_pl: Klucz domeny CloudSponge

source: CloudSponge integration will not work without a valid CloudSponge Domain key.
pl_pl: Integracja CloudSponge nie będzie działać bez ważnego klucza domeny CloudSponge.

source: CloudSponge Key
pl_pl: Klucz CloudSponge

source: CloudSponge integration will not work without a valid CloudSponge Key.
pl_pl: Integracja CloudSponge nie będzie działać bez ważnego klucza CloudSponge.

source: Please click on Save Changes to save the key.
pl_pl: Kliknij przycisk Zapisz zmiany, aby zapisać klucz.

source: Click the Test button to test your integration.
pl_pl: Kliknij przycisk Test, aby przetestować integrację.

source: Your Proxy URL
pl_pl: Adres URL serwera proxy

source: Copy to clipboard
pl_pl: Kopiuj do schowka

source: When you're configuring your OAuth credentials in your CloudSponge account, you'll be asked to specify this Proxy URL.
pl_pl: Podczas konfigurowania poświadczeń OAuth na koncie CloudSponge zostaniesz poproszony o podanie tego adresu URL serwera proxy.

source: Address Book Providers
pl_pl: Dostawcy książki adresowej

source: You may not want to display the entire list of our Address Book Providers. So instead you can specify only the ones you want your users to see.
pl_pl: Być może nie chcesz wyświetlać całej listy dostawców książki adresowej. Zamiast tego możesz określić tylko tych, których chcesz, aby użytkownicy widzieli.

source: Enable Deep Links
pl_pl: Włącz Deep Link

source: If you’d like to skip the Address Book Providers menu (and eliminate one click for your users) you can use Deep Links instead
pl_pl: Jeśli chcesz pominąć menu Address Book Providers (i wyeliminować jedno kliknięcie dla użytkowników), możesz zamiast tego użyć Deep Links

source: When you use CloudSponge with Invite Anyone, part of your CloudSponge monthly payment goes to the author of Invite Anyone. This is a great way to support future development of the plugin. Thanks for your support!
pl_pl: Kiedy używasz CloudSponge z Invite Anyone, część Twojej miesięcznej płatności CloudSponge trafia do autora Invite Anyone. To świetny sposób na wsparcie przyszłego rozwoju wtyczki. Dziękujemy za wsparcie!

source: Inviter
pl_pl: Zapraszający

source: Invited Email
pl_pl: Zaproszony e-mail

source: Sent
pl_pl: Wysłany

source: Accepted
pl_pl: Zaakceptowany

source: View Invitation
pl_pl: Zobacz zaproszenie

source: (no data)
pl_pl: (brak danych)

source: <strong>Note:</strong> CloudSponge data has only been recorded since Invite Anyone v0.9.
pl_pl: <strong>Uwaga:</strong> Dane CloudSponge są rejestrowane dopiero od wersji Invite Anyone v0.9.

source: No invitations have been sent yet.
pl_pl: Zaproszenia nie zostały jeszcze wysłane.

source: 24 Hours
pl_pl: 24 godziny

source: 3 Days
pl_pl: 3 dni

source: 1 Week
pl_pl: 1 tydzień

source: 4 Weeks
pl_pl: 4 tygodnie

source: 3 Months
pl_pl: 3 miesiące

source: All Time
pl_pl: Cały czas

source: Yes
pl_pl: Tak

source: n/a
pl_pl: Nie dotyczy

source: In the last...
pl_pl: W ostatnich…

source: Total Sent
pl_pl: Łącznie wysłane

source: Total Accepted
pl_pl: Łącznie zaakceptowano

source: Acceptance Rate
pl_pl: Współczynnik akceptacji

source: Top Inviter (by #)
pl_pl: Top Inviter (według #)

source: Top Inviter (by % accepted)
pl_pl: Top Inviter (według % zaakceptowanych)

source: Total Sent (CloudSponge)
pl_pl: Łączna liczba wysłanych wiadomości (CloudSponge)

source: Total Accepted (CloudSponge)
pl_pl: Łącznie zaakceptowane (CloudSponge)

source: Acceptance Rate (CloudSponge)
pl_pl: Współczynnik akceptacji (CloudSponge)

source: CloudSponge Usage
pl_pl: Wykorzystanie CloudSponge

source: Top Inviter (by #) (CloudSponge)
pl_pl: Najlepszy zapraszający (według #) (CloudSponge)

source: Top Inviter (by % accepted) (CloudSponge)
pl_pl: Najlepszy zapraszający (według % zaakceptowanych) (CloudSponge)

source: (%d sent)
pl_pl: (%d wysłane)

source: (%s accepted)
pl_pl: (%s zaakceptowany)

# post type general name
source: BuddyPress Invitations
pl_pl: Zaproszenia BuddyPress

# post type singular name
source: Invitation
pl_pl: Zaproszenie

source: Add New
pl_pl: Dodaj nowy

source: Add New Invitation
pl_pl: Dodaj nowe zaproszenie

source: Edit Invitation
pl_pl: Edytuj zaproszenie

source: New Invitation
pl_pl: Nowe zaproszenie

source: Search Invitation
pl_pl: Wyszukaj zaproszenie

source: No Invitations found
pl_pl: Nie znaleziono zaproszeń

source: No Invitations found in Trash
pl_pl: Nie znaleziono zaproszeń w koszu

source: BuddyPress Invitations
pl_pl: Zaproszenia BuddyPress

source: Invitees
pl_pl: Zaproszeni

source: Invitee
pl_pl: Zaproszony

source: Search Invitees
pl_pl: Wyszukiwanie zaproszonych

source: All Invitees
pl_pl: Wszyscy zaproszeni

source: Edit Invitee
pl_pl: Edytuj zaproszonego

source: Update Invitee
pl_pl: Aktualizacja osoby zaproszonej

source: Add New Invitee
pl_pl: Dodaj nowego zaproszonego

source: New Invitee Name
pl_pl: Nazwa nowego zaproszonego

source: Invited Groups
pl_pl: Zaproszone grupy

source: Invited Group
pl_pl: Grupa zaproszona

source: Search Invited Groups
pl_pl: Wyszukiwanie zaproszonych grup

source: All Invited Groups
pl_pl: Wszystkie zaproszone grupy

source: Edit Invited Group
pl_pl: Edytuj zaproszoną grupę

source: Update Invited Group
pl_pl: Aktualizacja Zaproszona grupa

source: Add New Invited Group
pl_pl: Dodaj nową zaproszoną grupę

source: New Invited Group Name
pl_pl: Nazwa nowej zaproszonej grupy

source: No
pl_pl: Nie

source: All done!
pl_pl: Wszystko gotowe!

source: Finish
pl_pl: Zakończ

source: Migrated Invitation
pl_pl: Zmigrowane zaproszenie

source: Importing: %1$s invited %2$s
pl_pl: Importowanie: %1$s zaproszono %2$s

source: If your browser doesn&#8217;t start loading the next page automatically, click this link:
pl_pl: Jeśli Twoja przeglądarka nie rozpocznie automatycznego ładowania następnej strony, kliknij ten link:

source: Next Invitations
pl_pl: Następne zaproszenia

source: Invite Anyone has just been updated, and needs to move some old invitation data in order to complete the upgrade. Click GO to start the process.
pl_pl: Invite Anyone został właśnie zaktualizowany i musi przenieść stare dane zaproszeń, aby zakończyć aktualizację. Kliknij GO, aby rozpocząć proces.

source: Opt Out
pl_pl: Wypisz się

source: Accept Invitation
pl_pl: Zaakceptuj zaproszenie

source: To opt out of future invitations to %s, make sure that your email is entered in the field below and click "Opt Out".
pl_pl: Aby zrezygnować z przyszłych zaproszeń do %s, upewnij się, że Twój adres e-mail jest wpisany w polu poniżej i kliknij „Opt Out”.

source: If you are here by mistake and would like to accept your invitation to %s, click "Accept Invitation" instead.
pl_pl: Jeśli znalazłeś się tutaj przez pomyłkę i chcesz zaakceptować zaproszenie do %s, kliknij „Zaakceptuj zaproszenie”.

source: You have successfully opted out. No more invitation emails will be sent to you by this site.
pl_pl: Rezygnacja powiodła się. Ta witryna nie będzie już wysyłać wiadomości e-mail z zaproszeniami.

source: Sorry, there was an error in processing your request
pl_pl: Przepraszamy, wystąpił błąd podczas przetwarzania żądania

source: It looks like you're trying to accept an invitation to join the site, but some information is missing. Please try again by clicking on the link in the invitation email.
pl_pl: Wygląda na to, że próbujesz zaakceptować zaproszenie do dołączenia do witryny, ale brakuje niektórych informacji. Spróbuj ponownie, klikając łącze w wiadomości e-mail z zaproszeniem.

source: Welcome! You&#8217;ve been invited to join the site by the following user: %s. Please fill out the information below to create your account.
pl_pl: Witamy! Zostałeś zaproszony do dołączenia do witryny przez następującego użytkownika: %s. Wypełnij poniższe informacje, aby utworzyć konto.

source: Welcome! You&#8217;ve been invited to join the site. Please fill out the information below to create your account.
pl_pl: Witamy! Zostałeś zaproszony do dołączenia do serwisu. Wypełnij poniższe informacje, aby utworzyć konto.

source: Send Invites
pl_pl: Wysyłanie zaproszeń

source: Invite New Members
pl_pl: Zaproś nowych członków

source: Sent Invites
pl_pl: Wysłane zaproszenia

source: Sorry, there was a problem sending your invitations. Please try again.
pl_pl: Przepraszamy, wystąpił problem z wysłaniem zaproszeń. Spróbuj ponownie.

source: Invitation cleared
pl_pl: Zaproszenie wyczyszczone

source: There was a problem clearing the invitation.
pl_pl: Wystąpił problem z usunięciem zaproszenia.

source: Invitations cleared.
pl_pl: Zaproszenia rozliczone.

source: There was a problem clearing the invitations.
pl_pl: Wystąpił problem z usunięciem zaproszeń.

source: It looks like you&#8217;ve already accepted your invitation to join the site.
pl_pl: Wygląda na to, że zaakceptowałeś już zaproszenie do dołączenia do serwisu.

source: You have sent the maximum allowed number of invitations.
pl_pl: Wysłano maksymalną dozwoloną liczbę zaproszeń.

source: Some of your invitations were not sent. Please see the errors below and resubmit the failed invitations.
pl_pl: Niektóre zaproszenia nie zostały wysłane. Sprawdź poniższe błędy i prześlij ponownie nieudane zaproszenia.

source: Invite friends to join %s by following these steps:
pl_pl: Zaproś znajomych do dołączenia do %s, wykonując następujące kroki:

source: The site administrator has limited each user to %1$s invitation. Remaining invitations: %2$s
pl_pl: Administrator witryny ograniczył liczbę zaproszeń dla każdego użytkownika do %1$. Pozostałe zaproszenia: %2$s

source: Enter email addresses below, one per line.
pl_pl: Wprowadź adresy e-mail poniżej, po jednym w każdym wierszu.

source: You can only invite people whose email addresses end in one of the following domains:
pl_pl: Można zapraszać tylko osoby, których adresy e-mail kończą się na jedną z poniższych domen:

source: You can invite a maximum of %s person at a time.
pl_pl: Jednocześnie można zaprosić maksymalnie %s osób.

source: (optional) Customize the subject line of the invitation email.
pl_pl: (opcjonalnie) Dostosuj temat wiadomości e-mail z zaproszeniem.

source: Subject:
pl_pl: Temat:

source: (optional) Customize the text of the invitation.
pl_pl: (opcjonalnie) Dostosuj tekst zaproszenia.

source: The message will also contain a custom footer containing links to accept the invitation or opt out of further email invitations from this site.
pl_pl: Wiadomość będzie również zawierać niestandardową stopkę zawierającą łącza umożliwiające zaakceptowanie zaproszenia lub rezygnację z dalszych zaproszeń e-mail z tej witryny.

source: Message:
pl_pl: Wiadomość:

source: (optional) Select some groups. Invitees will receive invitations to these groups when they join the site.
pl_pl: (opcjonalnie) Wybierz niektóre grupy. Zaproszeni otrzymają zaproszenia do tych grup, gdy dołączą do witryny.

source: You have sent invitations to the following people.
pl_pl: Wysłałeś zaproszenia do następujących osób.

source: This table displays a list of all your sent invites. Invites that have been accepted are highlighted in the listings. You may clear any individual invites, all accepted invites or all of the invites from the list.
pl_pl: Ta tabela wyświetla listę wszystkich wysłanych zaproszeń. Zaproszenia, które zostały zaakceptowane, są podświetlone na liście. Możesz usunąć pojedyncze zaproszenia, wszystkie zaakceptowane zaproszenia lub wszystkie zaproszenia z listy.

source: Sort column order: %s
pl_pl: Kolejność sortowania kolumn: %s

source: Invited email address
pl_pl: Zaproszony adres e-mail

source: Group invitations
pl_pl: Zaproszenia grupowe

source: Clear all accepted invites from the list
pl_pl: Usuń wszystkie zaakceptowane zaproszenia z listy

source: Clear all accepted invitations
pl_pl: Wyczyść wszystkie zaakceptowane zaproszenia

source: Clear all your listed invites
pl_pl: Wyczyść wszystkie zaproszenia z listy

source: Clear all invitations
pl_pl: Wyczyść wszystkie zaproszenia

source: Clear this invitation
pl_pl: Wyczyść to zaproszenie

source: You haven't sent any email invitations yet.
pl_pl: Nie wysłałeś jeszcze żadnych zaproszeń e-mail.

source: An invitation to join the %s community.
pl_pl: Zaproszenie do dołączenia do społeczności %s.

source: You have been invited by %%INVITERNAME%% to join the %s community. Visit %%INVITERNAME%%'s profile at %%INVITERURL%%.
pl_pl: Zostałeś zaproszony przez %%INVITERNAME%% do dołączenia do społeczności %s. Odwiedź profil %%INVITERNAME%% pod adresem %%INVITERURL%%.

source: To accept this invitation, please visit %%ACCEPTURL%%
pl_pl: Aby przyjąć to zaproszenie, odwiedź stronę %%ACCEPTURL%%

source: To opt out of future invitations to this site, please visit %%OPTOUTURL%%
pl_pl: Aby zrezygnować z przyszłych zaproszeń na tę stronę, odwiedź %%OPTOUTURL%%

source: You are only allowed to invite up to %s person at a time. Please remove some addresses and try again
pl_pl: Jednocześnie możesz zaprosić tylko %s osób. Usuń niektóre adresy i spróbuj ponownie

source: You didn't include any email addresses!
pl_pl: Nie podałeś żadnych adresów e-mail!

source: You are only allowed to invite %s more person. Please remove some addresses and try again
pl_pl: Możesz zaprosić tylko %s więcej osób. Usuń niektóre adresy i spróbuj ponownie

source: <strong>%s</strong> has opted out of email invitations from this site.
pl_pl: <strong>%s</strong> zrezygnował z otrzymywania zaproszeń e-mail z tej witryny.

source: <strong>%s</strong> is already a registered user of the site.
pl_pl: <strong>%s</strong> jest już zarejestrowanym użytkownikiem strony.

source: <strong>%s</strong> is not a permitted email address.
pl_pl: <strong>%s</strong> nie jest dozwolonym adresem e-mail.

source: <strong>%s</strong> is not a valid email address. Please make sure that you have typed it correctly.
pl_pl: <strong>%s</strong> nie jest prawidłowym adresem e-mail. Upewnij się, że wpisałeś go poprawnie.

source: <strong>%s</strong> is not a permitted email address. Please make sure that you have typed the domain name correctly.
pl_pl: <strong>%s</strong> nie jest dozwolonym adresem e-mail. Upewnij się, że poprawnie wpisałeś nazwę domeny.

source: Invitations were sent successfully to the following email addresses: %s
pl_pl: Zaproszenia zostały pomyślnie wysłane na następujące adresy e-mail: %s

source: Please correct your errors and resubmit.
pl_pl: Prosimy o poprawienie błędów i ponowne przesłanie.

# Invite Anyone email salutation
source: Hello,
pl_pl: Witaj,

source: We couldn't find any invitations associated with this email address.
pl_pl: Nie mogliśmy znaleźć żadnych zaproszeń powiązanych z tym adresem e-mail.

source: {{{ia.content}}}<br /><hr><a href="{{{ia.accept_url}}}">Accept or reject this invitation</a> &middot; <a href="{{{ia.opt_out_url}}}">Opt out of future invitations</a>
pl_pl: {{{ia.content}}}<br /><hr><a href=„{{{ia.accept_url}}}”>Zaakceptuj lub odrzuć to zaproszenie</a> &middot; <a href=„{{{ia.opt_out_url}}}”>Wyłącz możliwość zapraszania w przyszłości</a>

source: A user is invited to join the site by email. Used by the Invite Anyone plugin.
pl_pl: Użytkownik jest zapraszany do dołączenia do witryny przez e-mail. Używane przez wtyczkę Invite Anyone.

source: You can also add email addresses from your Address Book.
pl_pl: Można również dodawać adresy e-mail z książki adresowej.

source: You can also add email addresses from one of the following address books:
pl_pl: Możesz także dodać adresy e-mail z jednej z poniższych książek adresowych:

source: Click &ldquo;Send Invites&rdquo; to finish sending your new invitations.
pl_pl: Kliknij &ldquo;Wyślij zaproszenia&rdquo;, aby zakończyć wysyłanie nowych zaproszeń.

source: Group invites sent.
pl_pl: Zaproszenia grupowe wysłane.

source: Group created successfully.
pl_pl: Grupa została pomyślnie utworzona.

source: Remove Invite
pl_pl: Usuń zaproszenie

source: %1$s has invited you to the group: "%2$s". To view your group invites visit: %3$s To view the group visit: %4$s To view %5$s's profile visit: %6$s ---------------------
pl_pl: Użytkownik %1$s został zaproszony do grupy: „%2$s”. Aby wyświetlić zaproszenia do grupy, odwiedź stronę: %3$s Aby wyświetlić grupę, odwiedź stronę: %4$s Aby wyświetlić profil %5$s odwiedź: %6$s ——————————

source: Search for members to invite:
pl_pl: Wyszukaj członków do zaproszenia:
