Repository: bi1101/invite-anyone
Catalog: languages/invite-anyone-*.po
Languages: pl_pl

source: Select members from the directory:
pl_pl: Wybierz członków z katalogu:

source: Select people to invite.
pl_pl: Wybierz użytkowników, których chcesz zaprosić z listy znajomych.

source: Want to invite someone to the group who is not yet a member of the site?
pl_pl: Chcesz zaprosić do grupy osobę, która nie jest jeszcze członkiem serwisu?

source: Send invitations by email.
pl_pl: Wysyłaj zaproszenia pocztą elektroniczną.

source: Select people to invite from your friends list.
pl_pl: Wybierz użytkowników, których chcesz zaprosić z listy znajomych.

source: Viewing %1$d - %2$d of a total of %3$d
pl_pl: Wyświetlanie %1$d - %2$d z łącznej liczby %3$d

source: Enter one email address per line to invite friends to join this site.
pl_pl: Wprowadź jeden adres e-mail w wierszu, aby zaprosić znajomych do dołączenia do tej witryny.

source: Continue
pl_pl: Kontynuuj

source: Invite friends to join the site by entering their email addresses below.
pl_pl: Zaproś znajomych do dołączenia do serwisu, wpisując ich adresy e-mail poniżej.

source: Title:
pl_pl: Tytuł:

source: Text to display in widget:
pl_pl: Tekst do wyświetlenia w widgecie:

source: Number of email fields to display in widget:
pl_pl: Liczba pól e-mail do wyświetlenia w widgecie:
